const myCards = [
  {
    id: 1,
    title: "الصفحة الاخيرة 62",
    image: "assets/blogs/integrated-strategies-for-womens-participation-in-safety-management-towards-a-leading-arab-model-1.png",
   
    description: `
      <div class="intro-text">
        <p><strong>المرأة ركيزة في هندسة السلامة:</strong></p>
        <p> تقف المرأة العربيَّة في مفتـرق مصيري، إنَّ طبيعتها الفطرية الغنيَّة بالحَدْس والرعاية الشاملة تجعلها مهندسةً مثاليةً لنظم السلامة التي تعتمد على التنبُّؤ بالمخاطر قبل وقوعها، وإشْرَاكُها في إدارة السلامة ليس مجرَّد مطلب عدالة، بل هو استثمار استراتيجي في جدوى منظومات الوقاية ذاتها، فالسلامة في رؤيتها ليست بُرُوتوكولات جامدة، بل هي نُظُم حيوية مَرِنة تعتمد على الحَدْس والرعاية والتواصل. إنَّ العالَم العربي بتُـرَاثه الحضاري الذي حافَظ على دور الأُمِّ يمتلك الخامات لصياغة نموذج يجعل من المرأة (مهندسة الوعي الوقائي)، وليس مجرَّد وسيلة تطبيقية للتعليمات.

<p>
             </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
        <p>كل مكان عمل فريد من نوعه بتحدياته ونجاحاته الخاصة، وتصميمه بشكل مختلف... (هذا النص سيظهر في الأسفل تحت الصورة والنص العلوي).</p>
        
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `
  },

  {
    id: 2,
    title: "ملف العدد (3): الاستراتيجيات المقترحة لإشراك المرأة في إدارة السلامة",
    image: "assets/blogs/Issue-File-1_-The-Role-of-Women-in-Safety-Management-1.jpg",
   
    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>من المؤكَّد أنَّ تعزيز مشاركة المرأة في إدارة السلامة في العمل أمرٌ ضروريٌّ لتحسين نتائج السلامة، وتحقيق المساواة بين الجنسين في مكان العمل، وللمرأة دورٌ مهمٌّ في خَلْق أماكن عمل أكثر أمانًا وصحةً وشموليةً، ويُعْتقد أنه من خلال تعزيز مشاركة المرأة في السلامة يمكننا إنشاء صناعة أكثر شمولًا وتنوعًا.

وتؤدِّي المرأة دورًا حاسمًا في بناء أماكن عمل أكثر أمانًا وشموليةً من خلال وجهات نظرها الفريدة في الجوانب الإنسانية والاجتماعية، مدعومةً بالذكاء الاصطناعي للمهامِّ التحليلية دون تعريضها للمخاطر الميدانيَّة الثقيلة من خلال جَلْب أفكار وأساليب ووجهات نظر جديدة، وفيما يلي بعض الاستراتيجيات المُقْتَرحة لإشراك المرأة في إدارة السلامة في العمل.</p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
        <p>كل مكان عمل فريد من نوعه بتحدياته ونجاحاته الخاصة، وتصميمه بشكل مختلف... (هذا النص سيظهر في الأسفل تحت الصورة والنص العلوي).</p>
        
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `
  },
    {
    id: 3,
    title: "ملف العدد (3): الاستراتيجيات المقترحة لإشراك المرأة في إدارة السلامة",
    image: "assets/blogs/Issue-File-1_-The-Role-of-Women-in-Safety-Management-1.jpg",
   
    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>من المؤكَّد أنَّ تعزيز مشاركة المرأة في إدارة السلامة في العمل أمرٌ ضروريٌّ لتحسين نتائج السلامة، وتحقيق المساواة بين الجنسين في مكان العمل، وللمرأة دورٌ مهمٌّ في خَلْق أماكن عمل أكثر أمانًا وصحةً وشموليةً، ويُعْتقد أنه من خلال تعزيز مشاركة المرأة في السلامة يمكننا إنشاء صناعة أكثر شمولًا وتنوعًا.

وتؤدِّي المرأة دورًا حاسمًا في بناء أماكن عمل أكثر أمانًا وشموليةً من خلال وجهات نظرها الفريدة في الجوانب الإنسانية والاجتماعية، مدعومةً بالذكاء الاصطناعي للمهامِّ التحليلية دون تعريضها للمخاطر الميدانيَّة الثقيلة من خلال جَلْب أفكار وأساليب ووجهات نظر جديدة، وفيما يلي بعض الاستراتيجيات المُقْتَرحة لإشراك المرأة في إدارة السلامة في العمل.</p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
        <p>كل مكان عمل فريد من نوعه بتحدياته ونجاحاته الخاصة، وتصميمه بشكل مختلف... (هذا النص سيظهر في الأسفل تحت الصورة والنص العلوي).</p>
        
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `
  },
    {
    id: 4,
    title: "ملف العدد (3): الاستراتيجيات المقترحة لإشراك المرأة في إدارة السلامة",
    image: "assets/blogs/Issue-File-1_-The-Role-of-Women-in-Safety-Management-1.jpg",
   
    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>من المؤكَّد أنَّ تعزيز مشاركة المرأة في إدارة السلامة في العمل أمرٌ ضروريٌّ لتحسين نتائج السلامة، وتحقيق المساواة بين الجنسين في مكان العمل، وللمرأة دورٌ مهمٌّ في خَلْق أماكن عمل أكثر أمانًا وصحةً وشموليةً، ويُعْتقد أنه من خلال تعزيز مشاركة المرأة في السلامة يمكننا إنشاء صناعة أكثر شمولًا وتنوعًا.

وتؤدِّي المرأة دورًا حاسمًا في بناء أماكن عمل أكثر أمانًا وشموليةً من خلال وجهات نظرها الفريدة في الجوانب الإنسانية والاجتماعية، مدعومةً بالذكاء الاصطناعي للمهامِّ التحليلية دون تعريضها للمخاطر الميدانيَّة الثقيلة من خلال جَلْب أفكار وأساليب ووجهات نظر جديدة، وفيما يلي بعض الاستراتيجيات المُقْتَرحة لإشراك المرأة في إدارة السلامة في العمل.</p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
        <p>كل مكان عمل فريد من نوعه بتحدياته ونجاحاته الخاصة، وتصميمه بشكل مختلف... (هذا النص سيظهر في الأسفل تحت الصورة والنص العلوي).</p>
        
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `
  },
    {
    id: 5,
    title: "ملف العدد (3): الاستراتيجيات المقترحة لإشراك المرأة في إدارة السلامة",
    image: "assets/blogs/Issue-File-1_-The-Role-of-Women-in-Safety-Management-1.jpg",
   
    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>من المؤكَّد أنَّ تعزيز مشاركة المرأة في إدارة السلامة في العمل أمرٌ ضروريٌّ لتحسين نتائج السلامة، وتحقيق المساواة بين الجنسين في مكان العمل، وللمرأة دورٌ مهمٌّ في خَلْق أماكن عمل أكثر أمانًا وصحةً وشموليةً، ويُعْتقد أنه من خلال تعزيز مشاركة المرأة في السلامة يمكننا إنشاء صناعة أكثر شمولًا وتنوعًا.

وتؤدِّي المرأة دورًا حاسمًا في بناء أماكن عمل أكثر أمانًا وشموليةً من خلال وجهات نظرها الفريدة في الجوانب الإنسانية والاجتماعية، مدعومةً بالذكاء الاصطناعي للمهامِّ التحليلية دون تعريضها للمخاطر الميدانيَّة الثقيلة من خلال جَلْب أفكار وأساليب ووجهات نظر جديدة، وفيما يلي بعض الاستراتيجيات المُقْتَرحة لإشراك المرأة في إدارة السلامة في العمل.</p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
        <p>كل مكان عمل فريد من نوعه بتحدياته ونجاحاته الخاصة، وتصميمه بشكل مختلف... (هذا النص سيظهر في الأسفل تحت الصورة والنص العلوي).</p>
        
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `
  },

];


