const myCards = [
  {
    id: 1,
    title: "ملف العدد (3): الاستراتيجيات المقترحة لإشراك المرأة في إدارة السلامة",
    image: "assets/blogs/Issue-File-1_-The-Role-of-Women-in-Safety-Management-1.jpg",
   
    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>من المؤكَّد أنَّ تعزيز مشاركة المرأة في إدارة السلامة في العمل أمرٌ ضروريٌّ لتحسين نتائج السلامة، وتحقيق المساواة بين الجنسين في مكان العمل، وللمرأة دورٌ مهمٌّ في خَلْق أماكن عمل أكثر أمانًا وصحةً وشموليةً، ويُعْتقد أنه من خلال تعزيز مشاركة المرأة في السلامة يمكننا إنشاء صناعة أكثر شمولًا وتنوعًا.

وتؤدِّي المرأة دورًا حاسمًا في بناء أماكن عمل أكثر أمانًا وشموليةً من خلال وجهات نظرها الفريدة في الجوانب الإنسانية والاجتماعية، مدعومةً بالذكاء الاصطناعي للمهامِّ التحليلية دون تعريضها للمخاطر الميدانيَّة الثقيلة من خلال جَلْب أفكار وأساليب ووجهات نظر جديدة، وفيما يلي بعض الاستراتيجيات المُقْتَرحة لإشراك المرأة في إدارة السلامة في العمل.</p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
        <p>كل مكان عمل فريد من نوعه بتحدياته ونجاحاته الخاصة، وتصميمه بشكل مختلف... (هذا النص سيظهر في الأسفل تحت الصورة والنص العلوي).</p>
        
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `
  },

  {
    id: 1,
    title: "ملف العدد (3): الاستراتيجيات المقترحة لإشراك المرأة في إدارة السلامة",
    image: "assets/blogs/Issue-File-1_-The-Role-of-Women-in-Safety-Management-1.jpg",
   
    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>من المؤكَّد أنَّ تعزيز مشاركة المرأة في إدارة السلامة في العمل أمرٌ ضروريٌّ لتحسين نتائج السلامة، وتحقيق المساواة بين الجنسين في مكان العمل، وللمرأة دورٌ مهمٌّ في خَلْق أماكن عمل أكثر أمانًا وصحةً وشموليةً، ويُعْتقد أنه من خلال تعزيز مشاركة المرأة في السلامة يمكننا إنشاء صناعة أكثر شمولًا وتنوعًا.

وتؤدِّي المرأة دورًا حاسمًا في بناء أماكن عمل أكثر أمانًا وشموليةً من خلال وجهات نظرها الفريدة في الجوانب الإنسانية والاجتماعية، مدعومةً بالذكاء الاصطناعي للمهامِّ التحليلية دون تعريضها للمخاطر الميدانيَّة الثقيلة من خلال جَلْب أفكار وأساليب ووجهات نظر جديدة، وفيما يلي بعض الاستراتيجيات المُقْتَرحة لإشراك المرأة في إدارة السلامة في العمل.</p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
        <p>كل مكان عمل فريد من نوعه بتحدياته ونجاحاته الخاصة، وتصميمه بشكل مختلف... (هذا النص سيظهر في الأسفل تحت الصورة والنص العلوي).</p>
        
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `
  },
    {
    id: 1,
    title: "ملف العدد (3): الاستراتيجيات المقترحة لإشراك المرأة في إدارة السلامة",
    image: "assets/blogs/Issue-File-1_-The-Role-of-Women-in-Safety-Management-1.jpg",
   
    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>من المؤكَّد أنَّ تعزيز مشاركة المرأة في إدارة السلامة في العمل أمرٌ ضروريٌّ لتحسين نتائج السلامة، وتحقيق المساواة بين الجنسين في مكان العمل، وللمرأة دورٌ مهمٌّ في خَلْق أماكن عمل أكثر أمانًا وصحةً وشموليةً، ويُعْتقد أنه من خلال تعزيز مشاركة المرأة في السلامة يمكننا إنشاء صناعة أكثر شمولًا وتنوعًا.

وتؤدِّي المرأة دورًا حاسمًا في بناء أماكن عمل أكثر أمانًا وشموليةً من خلال وجهات نظرها الفريدة في الجوانب الإنسانية والاجتماعية، مدعومةً بالذكاء الاصطناعي للمهامِّ التحليلية دون تعريضها للمخاطر الميدانيَّة الثقيلة من خلال جَلْب أفكار وأساليب ووجهات نظر جديدة، وفيما يلي بعض الاستراتيجيات المُقْتَرحة لإشراك المرأة في إدارة السلامة في العمل.</p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
        <p>كل مكان عمل فريد من نوعه بتحدياته ونجاحاته الخاصة، وتصميمه بشكل مختلف... (هذا النص سيظهر في الأسفل تحت الصورة والنص العلوي).</p>
        
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `
  },
    {
    id: 1,
    title: "ملف العدد (3): الاستراتيجيات المقترحة لإشراك المرأة في إدارة السلامة",
    image: "assets/blogs/Issue-File-1_-The-Role-of-Women-in-Safety-Management-1.jpg",
   
    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>من المؤكَّد أنَّ تعزيز مشاركة المرأة في إدارة السلامة في العمل أمرٌ ضروريٌّ لتحسين نتائج السلامة، وتحقيق المساواة بين الجنسين في مكان العمل، وللمرأة دورٌ مهمٌّ في خَلْق أماكن عمل أكثر أمانًا وصحةً وشموليةً، ويُعْتقد أنه من خلال تعزيز مشاركة المرأة في السلامة يمكننا إنشاء صناعة أكثر شمولًا وتنوعًا.

وتؤدِّي المرأة دورًا حاسمًا في بناء أماكن عمل أكثر أمانًا وشموليةً من خلال وجهات نظرها الفريدة في الجوانب الإنسانية والاجتماعية، مدعومةً بالذكاء الاصطناعي للمهامِّ التحليلية دون تعريضها للمخاطر الميدانيَّة الثقيلة من خلال جَلْب أفكار وأساليب ووجهات نظر جديدة، وفيما يلي بعض الاستراتيجيات المُقْتَرحة لإشراك المرأة في إدارة السلامة في العمل.</p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
        <p>كل مكان عمل فريد من نوعه بتحدياته ونجاحاته الخاصة، وتصميمه بشكل مختلف... (هذا النص سيظهر في الأسفل تحت الصورة والنص العلوي).</p>
        
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `
  },
    {
    id: 1,
    title: "ملف العدد (3): الاستراتيجيات المقترحة لإشراك المرأة في إدارة السلامة",
    image: "assets/blogs/Issue-File-1_-The-Role-of-Women-in-Safety-Management-1.jpg",
   
    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>من المؤكَّد أنَّ تعزيز مشاركة المرأة في إدارة السلامة في العمل أمرٌ ضروريٌّ لتحسين نتائج السلامة، وتحقيق المساواة بين الجنسين في مكان العمل، وللمرأة دورٌ مهمٌّ في خَلْق أماكن عمل أكثر أمانًا وصحةً وشموليةً، ويُعْتقد أنه من خلال تعزيز مشاركة المرأة في السلامة يمكننا إنشاء صناعة أكثر شمولًا وتنوعًا.

وتؤدِّي المرأة دورًا حاسمًا في بناء أماكن عمل أكثر أمانًا وشموليةً من خلال وجهات نظرها الفريدة في الجوانب الإنسانية والاجتماعية، مدعومةً بالذكاء الاصطناعي للمهامِّ التحليلية دون تعريضها للمخاطر الميدانيَّة الثقيلة من خلال جَلْب أفكار وأساليب ووجهات نظر جديدة، وفيما يلي بعض الاستراتيجيات المُقْتَرحة لإشراك المرأة في إدارة السلامة في العمل.</p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
        <p>كل مكان عمل فريد من نوعه بتحدياته ونجاحاته الخاصة، وتصميمه بشكل مختلف... (هذا النص سيظهر في الأسفل تحت الصورة والنص العلوي).</p>
        
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `
  },

];


