const myCards = [

    {
    id: 100,
    title:
      "السلامة في مناطق ألعاب الأطفال: معايير دولية، إجراءات وقائية، وتحليل إحصائي للإصابات",
    image:
      "assets/blogs/Scientific Contents/Safety-in-childrens-play-areas-1.jpg",
    category: "محتويات علمية",

    description: `
      <div class="intro-text">
        <p>مناطق ألعاب الأطفال تمثل بيئة حيوية للتنمية الحركية والنفسية، لكنها تحمل مخاطر إصابات تصل إلى 200,000 حالة طوارئ سنوياً في الولايات المتحدة وحدها، معظمها من السقوط.
يعتمد التصميم الآمن على معايير مثل EN 1176 للمعدات وEN 1177 للأسطح الماصة، مدعومة بإشراف فعال وصيانة دورية، لتقليل الوفيات والإعاقات في الأطفال تحت 14 عاماً عالمياً.</p>
       
      </div>

      <div class="full-topic">
        <hr>
        <h3>معايير التصميم العام :</h3>

      <p>جب أن تكون المنطقة محاطة بسياج قوي غير قابل للتسلق، بارتفاع 1.5 متر على الأقل وعلى بعد 2 متر من الأجزاء المتحركة، مع تجنب الأسلاك الشائكة لمنع الإصابات.
كما يُفضل وضعها بعيداً عن الطرق أو مصادر الخطر، مع لافتات واضحة عند المدخل تشير إلى سنة الصلاحية والقواعد.
التظليل ضروري فوق المرافق للحماية من أشعة الشمس والحرارة، مما يقلل من مخاطر الجفاف أو الحروق.</p>
        
 
      </div>
    `,
  },
      {
    id: 99,
    title:
      "السلامة الصحية لموائد الرحمن والتجمعات الخيرية في رمضان",
    image:
      "assets/blogs/Scientific Contents/Health-and-safety-measures-for-Ramadan-charity-meals-and-gatherings-1.jpg",
    category: "محتويات علمية",

    description: `
      <div class="intro-text">
        <p>تُعد موائد الرحمن والتجمعات الخيرية خلال شهر رمضان المبارك من أسمى صور التكافل الاجتماعي، حيث تجسد قيم الرحمة والتعاون والتضامن الإنساني. ومع ازدياد أعداد المستفيدين والمتطوعين، تبرز أهمية تطبيق إجراءات السلامة الصحية لضمان تقديم الطعام في بيئة آمنة تحافظ على صحة الأفراد وتمنع انتشار الأمراض أو وقوع حالات التسمم الغذائي. فالعمل الخيري لا يكتمل أثره إلا إذا اقترن بالوعي الصحي والمسؤولية المجتمعية.</p>
       
      </div>

      <div class="full-topic">
        <hr>
        <h3>أولًا: أهمية السلامة الصحية في موائد الرحمن</h3>

      <p>تكمن أهمية السلامة الصحية في موائد الرحمن والتجمعات الخيرية في عدة جوانب رئيسية، من أبرزها:</p>
      <ul>
        <li>حماية صحة المستفيدين: تقديم الطعام في بيئة غير صحية قد يؤدي إلى انتشار الأمراض أو حالات التسمم الغذائي، مما يضر بصحة الأفراد ويؤثر سلبًا على سمعة الجهة المنظمة.</li>
        <li>الوقاية من التسمم الغذائي والأمراض المعدية.</li>
        <li>الحفاظ على سمعة العمل الخيري وتعزيز الثقة المجتمعية.</li>
        <li>ضمان استمرارية هذه المبادرات دون التعرض لمشكلات صحية أو قانونية.</li>
      </ul>
        
 
      </div>
    `,
  },

        {
    id: 98,
    title:
      "السَّيطرة على الإخفاقات البشريَّة في مكان العمل",
    image:
      "assets/blogs/Journal Articles/controlling-human-failures-in-the-workplace-1.png",
    category: "مقالات المجلة",

    description: `
      <div class="intro-text">
      <Strong> مقدِّمة:</Strong>

تُمثِّل السلامة المهنية ركيزةً أساسيةً لبناء بيئات عمل مستدامة، حيث تُشكِّل الإصابات والأمراض المهنيَّة عبئًا هائلًا على الصحَّة العامَّة والاقتصاد العالمي؛ فوَفْقًا لتقديرات منظمة العمل الدولية (ILO) المحدثة لعام 2024، يُسجَّل نحو حوالي (3 مليون وفاة مهنية سنويًّا)، بمعدَّل واحدة كل 10 ثوانٍ تقريبًا، منها 330 ألف حالة (11%) ناتجة عن حوادث عمل مباشرة؛ مثل: السقوط أو الاصطدامات، و(2.6) مليون حالة (89%) بسبب أمراض مُزْمنة ناجمة عن التعرُّض الطويل للمواد الكيميائيَّة، والغبار، أو الضوضاء المهنيَّة، كما تبلغ الإصابات غير المميتة حوالي 395 مليون حالة سنويًّا؛ ممَّا يؤدِّي إلى فقدان ملايين أيام العمل، وتكاليف اقتصاديَّة تصل إلى (4%) من الناتج المحلِّي الإجمالي عالميًّا.​​

ويُعدُّ الإخفاق البشري السبب الرئيس لغالبيَّة هذه الحوادث، حيث أظهر تحليل (هاينريش) (1931) أن (88%) تعود إلى سلوكيَّات غير آمنة، وهو ما تؤكِّده الدراسات الحديثة بنسب (70-80%) في قطاعات السلامة العالمية؛ مثل: الطيران (بوينغ)، مع انتقادات للتَّركيز الفردي مقابل العوامل النظاميَّة.
وتتنوَّع الإخفاقات بين الأخطاء غير المتعمَّدة (زلَّات مهارية، أخطاء قواعد أو معرفة حسَب نموذج GEMS لـ (ريزون) المستند إلى SRK لــ(راسموسن)، والانتهاكات المتعمَّدة الناتجة عن الثقافة التنظيميَّة. ​
       
      </div>

      <div class="full-topic">
        <hr>
        <h3>الخطأ أو الإخفاق البشري السَّبب الأكبر لغالبيَّة الحوادث المهنيَّة:</h3>

      <p>يُعدُّ الخطأ أو الإخفاق البشري السَّبب الأكبَر لغالبية الحوادث المهنيَّة في بيئات العمل المختلفة، ووَفْقًا للدِّراسة التي أجراها الخبير الأمريكي (هربرت ويليام هاينريش) (Heinrich, 1931) بعد تحليل (75,000 حادث عمل)، تَبيَّن أن (88%) من الحوادث تعود إلى تصرُّفات أو سلوكيَّات غير آمنة للعاملين، و(10%) إلى ظروف عمل غير آمنة، بينما (2% فقط)، تُعدُّ حوادث لا يمكن تلافيها.

يشير نموذج (هاينريش) إلى أنَّ معظم الحوادث يمكن مَنْعها، لكن الدِّراسات الحديثة تؤكِّد أنَّ العوامل التنظيمية والأنظمة تؤدِّي دورًا أكبَر بكثير من تقديرات 1931.</p>
   
 
      </div>
    `,
  },
          {
    id: 97,
    title:
      "23- تطبيق منهجية LOPA (Layer of Protection Analysis) للحماية من الصعق الكهربائي في الأماكن الحرجة",
    image:
      "assets/blogs/Journal Articles/23-applying-the-lopa-layer-of-protection-analysis-methodology-for-protection-against-electric-shock-in-critical-locations-1.png",
    category: "مقالات المجلة",

    description: `
      <div class="intro-text">
       <p>التبرير الهندسي للجمع بين المحولات العازلة وأجهزة RCD وفق معايير IEC وNFPA</p>
       
      </div>

      <div class="full-topic">
        <hr>
        <h3>مقدمة</h3>

      
      <ul>
<li>ما هي الحماية الكهربائية في المناطق الحرجة؟</li>
        <li>لماذا لا يكفي المحول العازل أو الـ RCD وحده؟</li>
        <li>كيفية منع الصعق قبل حدوثه، ودور المحول العازل والـ RCD في الأنظمة الحسَّاسة؟</li>
        <li>بين العزل والفصل، فَهْم العلاقة بين Isolation Transformer و RCD في الأنظمة الآمنة.</li>
        <li>متى نستخدم المحول العازل؟ ومتى نضيف الـ RCD؟</li>
        <li>المحول العازل هو مَنْ يقلل الشدة، بينما الـ RCD هو مَنْ يقلل الاحتمالية (الزمن).</li>
        
      </ul>
        
 
      </div>
    `,
  },

   {
    id: 96,
    title: "الصفحة الاخيرة 62",
    image:
      "assets/blogs/Journal Articles/integrated-strategies-for-womens-participation-in-safety-management-towards-a-leading-arab-model-1.png",
    // محتويات علمية / مقالات الخبراء / مقالات المجلة
    category: "مقالات المجلة",

    description: `
      <div class="intro-text">
        <p><strong>المرأة ركيزة في هندسة السلامة:</strong></p>
        </p> تقف المرأة العربيَّة في مفتـرق مصيري، إنَّ طبيعتها الفطرية الغنيَّة بالحَدْس والرعاية الشاملة تجعلها مهندسةً مثاليةً لنظم السلامة التي تعتمد على التنبُّؤ بالمخاطر قبل وقوعها، وإشْرَاكُها في إدارة السلامة ليس مجرَّد مطلب عدالة، بل هو استثمار استراتيجي في جدوى منظومات الوقاية ذاتها، فالسلامة في رؤيتها ليست بُرُوتوكولات جامدة، بل هي نُظُم حيوية مَرِنة تعتمد على الحَدْس والرعاية والتواصل. إنَّ العالَم العربي بتُـرَاثه الحضاري الذي حافَظ على دور الأُمِّ يمتلك الخامات لصياغة نموذج يجعل من المرأة (مهندسة الوعي الوقائي)، وليس مجرَّد وسيلة تطبيقية للتعليمات.
<p>
<br>
<hr>
<br>

<p><strong>  التشخيص :</strong></p>
        </p> تحديات راهنة وفرص مستقبلية.
 
<p>
<p>تواجه المرأة العربية تحديات متعدِّدة تشمل الصور النمطية، ونقص الفرص التدريبيَّة المتخصصة، والمحدوديَّة في وصولها إلى مناصب صُنْع القرار في هذا المجال الحيوي، ومع ذلك تَكْـمُنُ قوتها الطبيعية في قدرتها على بناء ثقافة سلامة تعتمد على التعاطف والتواصل الجماعي؛ ممَّا يُعزِّز الكشف المبكِّر عن المخاطر الخفيَّة بما يتناسب مع إمكاناتها وقدرتها، فإنَّ الفرص تتَّسع مع تزايد الوعي بأهمية التنوُّع، والتطوُّر التشريعي الداعم، والحاجة الماسَّة للمهارات النِّسائية في تعزيز ثقافة السلامة الشاملة. إنَّ الطريق يتطلَّب إرادةً سياسيةً، واستثمارًا مستدامًا، وتغييرًا ثقافيًّا تدريجيًّا يُحوِّل التحديات إلى فرصٍ لتمكينٍ حقيقيٍّ</p>
             </div>

<br>

      <div class="full-topic">
        
        <h3>الاستراتيجيات المقترحة :</h3>
        
        
        <ul>
          <li>المحور الأول: الاستراتيجية التشريعيَّة التأسيسيَّة – نحو عقدٍ اجتماعيٍّ جديدٍ:</li>
          <li>المحور الثانـي: بناء القدرات – تمكين المعرفة الرَّاسخة:</li>
          <li>المحور الثالث: التحوُّل الثقافـي – هندسة الوعي الاجتماعي:</li>
          <li>المحور الرابع: الابتكار والتكنولوجيا – قيادة المستقبل:</li>
          <li>المحور الخامس: التمكين الاقتصادي – تحفيز المشاركة الفاعلة:</li>
        </ul>
      </div>
    `,
  },
    {
    id: 95,
    title: "3 – تقنيات الكشف المبكر، أنظمة الإطفاء، والتدريب الوقائي",
    image:
      "assets/blogs/Journal Articles/3-early-detection-techniques-fire-suppression-systems-and-preventative-training-1.png",
    category: "مقالات المجلة",

    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>البتـرول هو سائل طبيعي يُعْتبر من أهمِّ وأخطر المواد الخام عالميًّا؛ إذ تعتمد عليه الحضارة الحديثة كوقودٍ أساسيٍّ يوفر أقل تكلفة، وأكثر ملاءمة لمختلف الأنشطة البشرية؛ مثل: الزراعة، والصناعة، والنقل، والدفاع. ويتكوَّن البترول الخام من خليط معقَّد من الهيدروكربونات مع وجود شوائب متعددة؛ مثل: الكبريت، والأكسجين، والنيتروجين، والماء، والأملاح المعدنية، بالإضافة إلى كميَّات قليلة من المعادن؛ كالحديد والصوديوم، وهذه الشوائب -وخاصةً الكبريت- تُعدُّ غير مرغوبة؛ لأنَّها تُسبِّب مشاكل كثيرة في عمليات المعالجة والتكرير؛ مثل: تآكل المعدن، والتأثير السلبي على الحفازات المستخدمة، بالإضافة إلى المساهمة في تلوُّث الهواء عن طريق انبعاث غازات ضارَّة. والأكثر أهميةً من حيث الوزن هما عنصرا: الكربون، والهيدروجين، اللَّذان يُشكِّلان القاعدة الأساسيَّة لتَرْكيب البترول الخام. إنَّ هذا الفَهْم الكيميائي والفيزيائي للبترول وخطورته يُشكِّل أساسًا لتبنِّي حلول معالجة، وتقنيات وقائيَّة متقدِّمة تُقلِّل من المخاطر أثناء التخزين والتكرير؛ ممَّا يُعزِّز من سلامة العاملين، والمرافق، والبيئة المحيطة.لذا، يتطلَّب فهم هذه الخصائص الكيميائية والفيزيائية تبنِّي أنظمة وقائية متقدِّمة تتوافق مع </p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>أنواع الحرائق في قطاع النفط والغاز:</h3>
        
        <ul>
          <li>حرائق الصهاريج المفتوحة</li>
          <li>حرائق الصهاريج المغلقة</li>
        </ul>
      </div>
    `,
  },
  {
    id: 94,
    title: "13- برنامج iRAP خارطة طريق لعالَم بلا طرق عالية الخطورة",
    image:
      "assets/blogs/Journal Articles/13-the-irap-program-a-roadmap-to-a-world-without-high-risk-roads-1.png",
    category: "مقالات المجلة",

    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>في عالمٍ تتسارع فيه وتيرة التطوُّر العمرانـي، وتزداد فيه أعداد المَرْكبات ومُسْتخدمي الطرق، تبقى السلامة المرورية حجر الأساس الذي تقوم عليه جودة الحياة والتنمية المستدامة، وبينما تتنوَّع التحديات المرورية بين الدول، يظهر برنامج تقييم الطرق الدولي IRAP كأحد أبرز الأدوات العالميَّة التي تسعى إلى تحقيق نَقْلة نوعيَّة في منظومة السلامة المرورية، من خلال نهجٍ علميٍّ مُوحَّد، وشَراكات واسعة، وأدوات تقييم فعَّالة.</p>

      </div>

      <div class="full-topic">
        <hr>
        <h3> ما برنامج  IRAP؟</h3>

        <p>IRAP “International Road Assessment Programme” (البرنامج الدولي لتقييم الطرق) هو مبادرة عالميَّة غير ربحيَّة تهدف إلى إنقاذ الأرواح، وتقليل الإصابات الجسيمة الناتجة عن الحوادث المروريَّة، من خلال تقييم جودة الطُّرق وتصنيفها وَفْقًا لمستوى خطورتها،ويعتمد البرنامج على أدوات علميَّة دقيقة؛ مثل: (خرائط المخاطر، وتصنيف النجوم، وخطط الاستثمار الآمن، وتتبُّع الأداء)، ويستند إلى بيانات موثوقة، وتحليل شامل لمخاطر الطُّرق ومُكوِّناتها.</p>
        
        

    `,
  },
  








































  {
    id: 10,
    title:
      "الضوضاء في بيئة العمل: الخطر الصامت الذي لا يُرى ولا يُسمع إلا بعد فوات الأوان",
    image:
      "assets/blogs/Scientific Contents/Noise-in-the-workplace-the-silent-danger-that-is-neither-seen-nor-heard-until-its-too-late.png",
    category: "محتويات علمية",

    description: `
      <div class="intro-text">
        <p>تُعد الضوضاء من أكثر المخاطر المهنية انتشارًا داخل بيئات العمل الصناعية والإنشائية ومحطات الطاقة وورش الصيانة، ورغم ذلك فهي من أقل المخاطر التي يتم التعامل معها بجدية كافية. خطورة الضوضاء لا تكمن فقط في إزعاجها، بل في تأثيرها التراكمي طويل المدى على صحة الإنسان، خاصة السمع والجهاز العصبي، وهو تأثير غالبًا ما يظهر بعد سنوات من التعرض، عندما يصبح الضرر دائمًا وغير قابل للعلاج.

من منظور السلامة والصحة المهنية، تُصنَّف الضوضاء كعامل فيزيائي (Physical Hazard) يستوجب التقييم والسيطرة بنفس مستوى الجدية المطبق على المخاطر الكيميائية أو الميكانيكية.</p>
       
      </div>

      <div class="full-topic">
        <hr>
        <h3>ما المقصود بالضوضاء المهنية؟</h3>

        <p>الضوضاء المهنية هي أي صوت غير مرغوب فيه يتجاوز الحدود الآمنة المسموح بها أثناء ساعات العمل، ويؤدي إلى تأثيرات صحية أو وظيفية على العامل.
ويُقاس مستوى الضوضاء بوحدة الديسيبل (dB)، وهي وحدة لوغاريتمية، ما يعني أن الزيادة البسيطة في الرقم تمثل زيادة كبيرة في شدة الصوت وتأثيره. وفقًا لمعايير OSHA، فإن:</p>
       
        
        <ul>
          <li>التعرض لمستوى 85 dB لمدة 8 ساعات يوميًا يُعد الحد الأقصى الآمن.
</li>
        
          <li>كل زيادة بمقدار 5 dB تُقلل زمن التعرض الآمن إلى النصف.
</li>
        </ul>
      </div>
    `,
  },

////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////

//مقالات الخبراء

    {
    id: 5,
    title:
      "المعيار الخاص بمرافق التنظيف الجاف NFPA 32",
    image:
      "assets/blogs/Expert Articles/NFPA-32-Standard-for-Dry-Cleaning-Facilities.png",
    category: "مقالات الخبراء",

    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>من المؤكَّد أنَّ تعزيز مشاركة المرأة في إدارة السلامة في العمل أمرٌ ضروريٌّ لتحسين نتائج السلامة، وتحقيق المساواة بين الجنسين في مكان العمل، وللمرأة دورٌ مهمٌّ في خَلْق أماكن عمل أكثر أمانًا وصحةً وشموليةً، ويُعْتقد أنه من خلال تعزيز مشاركة المرأة في السلامة يمكننا إنشاء صناعة أكثر شمولًا وتنوعًا.

وتؤدِّي المرأة دورًا حاسمًا في بناء أماكن عمل أكثر أمانًا وشموليةً من خلال وجهات نظرها الفريدة في الجوانب الإنسانية والاجتماعية، مدعومةً بالذكاء الاصطناعي للمهامِّ التحليلية دون تعريضها للمخاطر الميدانيَّة الثقيلة من خلال جَلْب أفكار وأساليب ووجهات نظر جديدة، وفيما يلي بعض الاستراتيجيات المُقْتَرحة لإشراك المرأة في إدارة السلامة في العمل.</p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
       
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `,
  },
      {
    id: 6,
    title:
      "المعيار الخاص بأنظمة سلامة التنبيهات الشخصية (PASS)",
    image:
      "assets/blogs/Expert Articles/Personal-Alert-Safety-Systems.jpg",
    category: "مقالات الخبراء",

    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>من المؤكَّد أنَّ تعزيز مشاركة المرأة في إدارة السلامة في العمل أمرٌ ضروريٌّ لتحسين نتائج السلامة، وتحقيق المساواة بين الجنسين في مكان العمل، وللمرأة دورٌ مهمٌّ في خَلْق أماكن عمل أكثر أمانًا وصحةً وشموليةً، ويُعْتقد أنه من خلال تعزيز مشاركة المرأة في السلامة يمكننا إنشاء صناعة أكثر شمولًا وتنوعًا.

وتؤدِّي المرأة دورًا حاسمًا في بناء أماكن عمل أكثر أمانًا وشموليةً من خلال وجهات نظرها الفريدة في الجوانب الإنسانية والاجتماعية، مدعومةً بالذكاء الاصطناعي للمهامِّ التحليلية دون تعريضها للمخاطر الميدانيَّة الثقيلة من خلال جَلْب أفكار وأساليب ووجهات نظر جديدة، وفيما يلي بعض الاستراتيجيات المُقْتَرحة لإشراك المرأة في إدارة السلامة في العمل.</p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
       
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `,
  },
      {
    id: 7,
    title:
    "السلامة الإنشائية الواجب توافرها فى المصعد الكهربي",
      
    image:
      "assets/blogs/Expert Articles/Safety-systems-in-electric-elevators-1.jpg",
    category: "مقالات الخبراء",

    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>من المؤكَّد أنَّ تعزيز مشاركة المرأة في إدارة السلامة في العمل أمرٌ ضروريٌّ لتحسين نتائج السلامة، وتحقيق المساواة بين الجنسين في مكان العمل، وللمرأة دورٌ مهمٌّ في خَلْق أماكن عمل أكثر أمانًا وصحةً وشموليةً، ويُعْتقد أنه من خلال تعزيز مشاركة المرأة في السلامة يمكننا إنشاء صناعة أكثر شمولًا وتنوعًا.

وتؤدِّي المرأة دورًا حاسمًا في بناء أماكن عمل أكثر أمانًا وشموليةً من خلال وجهات نظرها الفريدة في الجوانب الإنسانية والاجتماعية، مدعومةً بالذكاء الاصطناعي للمهامِّ التحليلية دون تعريضها للمخاطر الميدانيَّة الثقيلة من خلال جَلْب أفكار وأساليب ووجهات نظر جديدة، وفيما يلي بعض الاستراتيجيات المُقْتَرحة لإشراك المرأة في إدارة السلامة في العمل.</p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
       
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `,
  },
      {
    id: 8,
    title:
      "خزانات المياه المستخدمة في الإطفاء NFPA 22",
    image:
      "assets/blogs/Expert Articles/Water-tanks-used-in-firefighting-NFPA-22.jpg",
    category: "مقالات الخبراء",

    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>من المؤكَّد أنَّ تعزيز مشاركة المرأة في إدارة السلامة في العمل أمرٌ ضروريٌّ لتحسين نتائج السلامة، وتحقيق المساواة بين الجنسين في مكان العمل، وللمرأة دورٌ مهمٌّ في خَلْق أماكن عمل أكثر أمانًا وصحةً وشموليةً، ويُعْتقد أنه من خلال تعزيز مشاركة المرأة في السلامة يمكننا إنشاء صناعة أكثر شمولًا وتنوعًا.

وتؤدِّي المرأة دورًا حاسمًا في بناء أماكن عمل أكثر أمانًا وشموليةً من خلال وجهات نظرها الفريدة في الجوانب الإنسانية والاجتماعية، مدعومةً بالذكاء الاصطناعي للمهامِّ التحليلية دون تعريضها للمخاطر الميدانيَّة الثقيلة من خلال جَلْب أفكار وأساليب ووجهات نظر جديدة، وفيما يلي بعض الاستراتيجيات المُقْتَرحة لإشراك المرأة في إدارة السلامة في العمل.</p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
       
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `,
  },
//////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////

//مقالات المجلة

  {
    id: 1,
    title: "3 – تقنيات الكشف المبكر، أنظمة الإطفاء، والتدريب الوقائي",
    image:
      "assets/blogs/Journal Articles/3-early-detection-techniques-fire-suppression-systems-and-preventative-training-1.png",
    category: "مقالات المجلة",

    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>البتـرول هو سائل طبيعي يُعْتبر من أهمِّ وأخطر المواد الخام عالميًّا؛ إذ تعتمد عليه الحضارة الحديثة كوقودٍ أساسيٍّ يوفر أقل تكلفة، وأكثر ملاءمة لمختلف الأنشطة البشرية؛ مثل: الزراعة، والصناعة، والنقل، والدفاع. ويتكوَّن البترول الخام من خليط معقَّد من الهيدروكربونات مع وجود شوائب متعددة؛ مثل: الكبريت، والأكسجين، والنيتروجين، والماء، والأملاح المعدنية، بالإضافة إلى كميَّات قليلة من المعادن؛ كالحديد والصوديوم، وهذه الشوائب -وخاصةً الكبريت- تُعدُّ غير مرغوبة؛ لأنَّها تُسبِّب مشاكل كثيرة في عمليات المعالجة والتكرير؛ مثل: تآكل المعدن، والتأثير السلبي على الحفازات المستخدمة، بالإضافة إلى المساهمة في تلوُّث الهواء عن طريق انبعاث غازات ضارَّة. والأكثر أهميةً من حيث الوزن هما عنصرا: الكربون، والهيدروجين، اللَّذان يُشكِّلان القاعدة الأساسيَّة لتَرْكيب البترول الخام. إنَّ هذا الفَهْم الكيميائي والفيزيائي للبترول وخطورته يُشكِّل أساسًا لتبنِّي حلول معالجة، وتقنيات وقائيَّة متقدِّمة تُقلِّل من المخاطر أثناء التخزين والتكرير؛ ممَّا يُعزِّز من سلامة العاملين، والمرافق، والبيئة المحيطة.لذا، يتطلَّب فهم هذه الخصائص الكيميائية والفيزيائية تبنِّي أنظمة وقائية متقدِّمة تتوافق مع </p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>أنواع الحرائق في قطاع النفط والغاز:</h3>
        
        <ul>
          <li>حرائق الصهاريج المفتوحة</li>
          <li>حرائق الصهاريج المغلقة</li>
        </ul>
      </div>
    `,
  },
  {
    id: 2,
    title: "13- برنامج iRAP خارطة طريق لعالَم بلا طرق عالية الخطورة",
    image:
      "assets/blogs/Journal Articles/13-the-irap-program-a-roadmap-to-a-world-without-high-risk-roads-1.png",
    category: "مقالات المجلة",

    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>في عالمٍ تتسارع فيه وتيرة التطوُّر العمرانـي، وتزداد فيه أعداد المَرْكبات ومُسْتخدمي الطرق، تبقى السلامة المرورية حجر الأساس الذي تقوم عليه جودة الحياة والتنمية المستدامة، وبينما تتنوَّع التحديات المرورية بين الدول، يظهر برنامج تقييم الطرق الدولي IRAP كأحد أبرز الأدوات العالميَّة التي تسعى إلى تحقيق نَقْلة نوعيَّة في منظومة السلامة المرورية، من خلال نهجٍ علميٍّ مُوحَّد، وشَراكات واسعة، وأدوات تقييم فعَّالة.</p>

      </div>

      <div class="full-topic">
        <hr>
        <h3> ما برنامج  IRAP؟</h3>

        <p>IRAP “International Road Assessment Programme” (البرنامج الدولي لتقييم الطرق) هو مبادرة عالميَّة غير ربحيَّة تهدف إلى إنقاذ الأرواح، وتقليل الإصابات الجسيمة الناتجة عن الحوادث المروريَّة، من خلال تقييم جودة الطُّرق وتصنيفها وَفْقًا لمستوى خطورتها،ويعتمد البرنامج على أدوات علميَّة دقيقة؛ مثل: (خرائط المخاطر، وتصنيف النجوم، وخطط الاستثمار الآمن، وتتبُّع الأداء)، ويستند إلى بيانات موثوقة، وتحليل شامل لمخاطر الطُّرق ومُكوِّناتها.</p>
        
        

    `,
  },
    {
    id: 4,
    title:
      "ملف العدد (3): الاستراتيجيات المقترحة لإشراك المرأة في إدارة السلام",
    image:
      "assets/blogs/Journal Articles/issue-file-3-proposed-strategies-for-involving-women-in-safety-management-1.jpg",
    category: "مقالات المجلة",

    description: `
      <div class="intro-text">
        <p><strong>مقدمة:</strong></p>
        <p>من المؤكَّد أنَّ تعزيز مشاركة المرأة في إدارة السلامة في العمل أمرٌ ضروريٌّ لتحسين نتائج السلامة، وتحقيق المساواة بين الجنسين في مكان العمل، وللمرأة دورٌ مهمٌّ في خَلْق أماكن عمل أكثر أمانًا وصحةً وشموليةً، ويُعْتقد أنه من خلال تعزيز مشاركة المرأة في السلامة يمكننا إنشاء صناعة أكثر شمولًا وتنوعًا.

وتؤدِّي المرأة دورًا حاسمًا في بناء أماكن عمل أكثر أمانًا وشموليةً من خلال وجهات نظرها الفريدة في الجوانب الإنسانية والاجتماعية، مدعومةً بالذكاء الاصطناعي للمهامِّ التحليلية دون تعريضها للمخاطر الميدانيَّة الثقيلة من خلال جَلْب أفكار وأساليب ووجهات نظر جديدة، وفيما يلي بعض الاستراتيجيات المُقْتَرحة لإشراك المرأة في إدارة السلامة في العمل.</p>
      </div>

      <div class="full-topic">
        <hr>
        <h3>تفاصيل الموضوع:</h3>
       
        <ul>
          <li>تطوير خطة محلية لإدارة السلامة والصحة.</li>
          <li>توفير التدريب والتعليم المستمر.</li>
          <li>دعم القيادات النسائية في الميدان.</li>
        </ul>
      </div>
    `,
  },



];

// ضمان وجود تصنيف لكل مدونة
myCards.forEach((item) => {
  if (!item.category) item.category = "محتويات علمية";
});
