const events = [
  {
    id: 0,
    title: "مسابقة السلامة العربية – الدورة الرابعة",
    image: "assets/events/مسابقة-4.png",
    description: `
      <div class="intro-text">
        <p><strong>نبذة:</strong></p>
        <p>فعالية تهدف إلى رفع الوعي بثقافة السلامة وتشجيع المشاركة المجتمعية من خلال تحديات وأسئلة وتطبيقات عملية.</p>
      </div>
      <div class="full-topic">
        <hr>
        <h3>محاور الفعالية</h3>
        <ul>
          <li>التوعية بالمخاطر الشائعة</li>
          <li>مبادئ الإسعافات الأولية</li>
          <li>الاستجابة للحوادث</li>
        </ul>
      </div>
    `,
  },

  {
    id: 1,
    title: "مؤتمر السلامة العربي الخامس",
    image: "assets/events/مؤتمر-2024.png",
    description: `
      <div class="intro-text">
        <p><strong>نبذة:</strong></p>
        <p>منصة تجمع الخبراء والمتخصصين لمناقشة أحدث الاتجاهات والممارسات في علوم السلامة والصحة المهنية وإدارة المخاطر.</p>
      </div>
      <div class="full-topic">
        <hr>
        <h3>ماذا ستجد؟</h3>
        <ul>
          <li>جلسات علمية وحلقات نقاش</li>
          <li>تجارب عربية ودولية</li>
          <li>ورش عمل تطبيقية</li>
        </ul>
      </div>
    `,
  },

    {
    id: 2,
    title: "مسابقة السلامة العربية – الدورة الثالثة",
    image: "assets/events/مسابقة-3.png",
    description: `
      <div class="intro-text">
        <p><strong>نبذة:</strong></p>
        <p>منصة تجمع الخبراء والمتخصصين لمناقشة أحدث الاتجاهات والممارسات في علوم السلامة والصحة المهنية وإدارة المخاطر.</p>
      </div>
      <div class="full-topic">
        <hr>
        <h3>ماذا ستجد؟</h3>
        <ul>
          <li>جلسات علمية وحلقات نقاش</li>
          <li>تجارب عربية ودولية</li>
          <li>ورش عمل تطبيقية</li>
        </ul>
      </div>
    `,
  },

      {
    id: 3,
    title: "مؤتمر السلامة العربي الرابع “عن بعد”",
    image: "assets/events/مؤتمر-2023.png",
    description: `
      <div class="intro-text">
        <p><strong>نبذة:</strong></p>
        <p>منصة تجمع الخبراء والمتخصصين لمناقشة أحدث الاتجاهات والممارسات في علوم السلامة والصحة المهنية وإدارة المخاطر.</p>
      </div>
      <div class="full-topic">
        <hr>
        <h3>ماذا ستجد؟</h3>
        <ul>
          <li>جلسات علمية وحلقات نقاش</li>
          <li>تجارب عربية ودولية</li>
          <li>ورش عمل تطبيقية</li>
        </ul>
      </div>
    `,
  },
  
  {
    id: 4,
    title: "مؤتمر السلامة العربي الثالث “عن بعد”",
    image: "assets/events/مؤتمر-2022.png",
    description: `
      <div class="intro-text">
        <p><strong>نبذة:</strong></p>
        <p>منصة تجمع الخبراء والمتخصصين لمناقشة أحدث الاتجاهات والممارسات في علوم السلامة والصحة المهنية وإدارة المخاطر.</p>
      </div>
      <div class="full-topic">
        <hr>
        <h3>ماذا ستجد؟</h3>
        <ul>
          <li>جلسات علمية وحلقات نقاش</li>
          <li>تجارب عربية ودولية</li>
          <li>ورش عمل تطبيقية</li>
        </ul>
      </div>
    `,
  },

    {
    id: 5,
    title: "مسابقة السلامة العربية – الدورة الثانية",
    image: "assets/events/مسابقة-2.png",
    description: `
      <div class="intro-text">
        <p><strong>نبذة:</strong></p>
        <p>منصة تجمع الخبراء والمتخصصين لمناقشة أحدث الاتجاهات والممارسات في علوم السلامة والصحة المهنية وإدارة المخاطر.</p>
      </div>
      <div class="full-topic">
        <hr>
        <h3>ماذا ستجد؟</h3>
        <ul>
          <li>جلسات علمية وحلقات نقاش</li>
          <li>تجارب عربية ودولية</li>
          <li>ورش عمل تطبيقية</li>
        </ul>
      </div>
    `,
  },

      {
    id: 6,
    title: "مسابقة السلامة العربية – الدورة الأولى",
    image: "assets/events/مسابقة-1.png",
    description: `
      <div class="intro-text">
        <p><strong>نبذة:</strong></p>
        <p>منصة تجمع الخبراء والمتخصصين لمناقشة أحدث الاتجاهات والممارسات في علوم السلامة والصحة المهنية وإدارة المخاطر.</p>
      </div>
      <div class="full-topic">
        <hr>
        <h3>ماذا ستجد؟</h3>
        <ul>
          <li>جلسات علمية وحلقات نقاش</li>
          <li>تجارب عربية ودولية</li>
          <li>ورش عمل تطبيقية</li>
        </ul>
      </div>
    `,
  },

      {
    id: 7,
    title: "مؤتمر السلامة العربي الثاني “عن بعد”",
    image: "assets/events/مؤتمر-2021-1.png",
    description: `
      <div class="intro-text">
        <p><strong>نبذة:</strong></p>
        <p>منصة تجمع الخبراء والمتخصصين لمناقشة أحدث الاتجاهات والممارسات في علوم السلامة والصحة المهنية وإدارة المخاطر.</p>
      </div>
      <div class="full-topic">
        <hr>
        <h3>ماذا ستجد؟</h3>
        <ul>
          <li>جلسات علمية وحلقات نقاش</li>
          <li>تجارب عربية ودولية</li>
          <li>ورش عمل تطبيقية</li>
        </ul>
      </div>
    `,
  },

      {
    id: 8,
    title: "مؤتمر السلامة الأول “عن بعد”",
    image: "assets/events/مؤتمر-1-1.png",
    description: `
      <div class="intro-text">
        <p><strong>نبذة:</strong></p>
        <p>منصة تجمع الخبراء والمتخصصين لمناقشة أحدث الاتجاهات والممارسات في علوم السلامة والصحة المهنية وإدارة المخاطر.</p>
      </div>
      <div class="full-topic">
        <hr>
        <h3>ماذا ستجد؟</h3>
        <ul>
          <li>جلسات علمية وحلقات نقاش</li>
          <li>تجارب عربية ودولية</li>
          <li>ورش عمل تطبيقية</li>
        </ul>
      </div>
    `,
  },
];

